tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"

brew "coreutils"
brew "curl"
brew "gettext"
brew "gh"
brew "git"
brew "gnupg"
brew "heroku/brew/heroku"
brew "hivemind"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kops"
brew "mas"
brew "node"
brew "openssl"
brew "overmind"
brew "python"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh-completions"

cask "alfred"
cask "adobe-creative-cloud"
cask "chromedriver"
cask "discord"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "obsidian"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

# mas "Keynote", id: 409183694
# mas "Monosnap", id: 540348655
# mas "NextDNS", id: 1464122853
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
# mas "Reeder 5", id: 1529448980
# mas "Tweetbot", id: 1384080005
# mas "Xcode", id: 497799835
