tap "earthly/earthly"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"

brew "coreutils"
brew "ctop"
brew "curl"
brew "earthly/earthly/earthly"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "hivemind"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mkcert"
brew "nginx"
brew "node"
brew "npm"
brew "overmind"
brew "python"
brew "rcm"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "chromedriver"
cask "discord"
cask "dropbox"
cask "docker"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "tableplus"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"

mas "Bear", id: 1091189122
mas "Goodnotes", id: 1444383602
mas "Magnet", id: 441258766
mas "MonoSnap", id: 540348655
